export const gameData = `第1节 
时间	洛杉矶湖人	比分	明尼苏达森林狼
12:00	第1节开始.
12:00	跳球： 戴维斯 与 戈贝尔: 康利 得到球	0-0	 
11:32	 	0-0	爱德华兹 三分投篮： 不中
11:29	L. 勒布朗-詹姆斯 抢到篮板球 (进攻篮板:0 防守篮板:1)	0-0	 
11:18	八村塁 三分投篮： 命中(3 分) (戴维斯 1 次助攻)	3-0	 
10:51	里维斯 犯规: 个人犯规 (1 次失误) (裁判：N.布赫特吹罚)	3-0	 
10:42	 	3-2	杰登-麦克丹尼尔斯 突破挑篮： 命中(2 分) (朱利叶斯-兰德尔 1 次助攻)
10:23	八村塁 突破扣篮： 命中(5 分) (拉塞尔 1 次助攻)	5-2	 
09:57	 	5-5	爱德华兹 三分投篮： 命中(3 分) (朱利叶斯-兰德尔 2 次助攻)
09:35	L. 勒布朗-詹姆斯 突破打板勾手投篮： 不中	5-5	 
09:33	 	5-5	戈贝尔 抢到篮板球 (进攻篮板:0 防守篮板:1)
09:29	 	5-5	杰登-麦克丹尼尔斯 行进间上篮： 不中
09:29	L. 勒布朗-詹姆斯 封盖 (1 次封盖)	5-5	 
09:27	L. 勒布朗-詹姆斯 抢到篮板球 (进攻篮板:0 防守篮板:2)	5-5	 
09:24	八村塁 三分投篮： 不中	5-5	 
09:20	里维斯 抢到篮板球 (进攻篮板:1 防守篮板:0)	5-5	 
09:19	拉塞尔 三分投篮： 不中	5-5	 
09:16	 	5-5	戈贝尔 抢到篮板球 (进攻篮板:0 防守篮板:2)
09:02	 	5-5	戈贝尔 反手上篮： 不中
09:02	八村塁 封盖 (1 次封盖)	5-5	 
08:58	戴维斯 抢到篮板球 (进攻篮板:0 防守篮板:1)	5-5	 
08:56	L. 勒布朗-詹姆斯 行进间上篮： 命中(2 分) (戴维斯 2 次助攻)	7-5	 
08:46	里维斯 违例：脚踢球 (裁判：N.布赫特吹罚)	7-5	 
08:39	 	7-5	康利 失误：误传 (1 次失误)
08:39	戴维斯 抢断 (1 次抢断)	7-5	 
08:35	L. 勒布朗-詹姆斯 行进间灌篮： 命中(4 分) (里维斯 1 次助攻)	9-5	 
08:30	 	9-5	戈贝尔 失误：进攻犯规 (1 次犯规) (裁判：J.奥尔)
08:30	 	9-5	戈贝尔 失误：进攻犯规 (1 次失误)
08:17	拉塞尔 快攻打板抛投： 不中	9-5	 
08:14	 	9-5	戈贝尔 抢到篮板球 (进攻篮板:0 防守篮板:3)
08:10	 	9-5	朱利叶斯-兰德尔 行进间上篮： 不中
08:08	戴维斯 抢到篮板球 (进攻篮板:0 防守篮板:2)	9-5	 
08:08	戴维斯 失误：误传 (1 次失误)	9-5	 
08:08	 	9-5	杰登-麦克丹尼尔斯 抢断 (1 次抢断)
08:04	 	9-7	杰登-麦克丹尼尔斯 上篮： 命中(4 分)
07:40	里维斯 三分投篮： 不中	9-7	 
07:37	 	9-7	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:0 防守篮板:1)
07:25	 	9-7	朱利叶斯-兰德尔 失误：误传 (1 次失误)
07:25	拉塞尔 抢断 (1 次抢断)	9-7	 
07:14	L. 勒布朗-詹姆斯 三分投篮： 不中	9-7	 
07:11	戴维斯 抢到篮板球 (进攻篮板:1 防守篮板:2)	9-7	 
07:09	戴维斯 补扣： 命中(2 分)	11-7	 
06:44	 	11-7	森林狼 失误 : 24秒违例
06:44	湖人 暂停 : 常规暂停	11-7	 
06:44	换人： 马克斯·克里斯蒂 替换 L. 勒布朗-詹姆斯	11-7	 
06:25	戴维斯 撤步跳投： 命中(4 分)	13-7	 
06:06	 	13-7	爱德华兹 三分远投： 不中
06:06	 	13-7	森林狼 抢到篮板球
06:06	八村塁 犯规: 无球犯规 (1 次失误) (裁判：N.布赫特吹罚)	13-7	 
06:06	 	13-7	换人： 拿斯列特 替换 朱利叶斯-兰德尔
06:06	 	13-7	换人： 迪温琴佐 替换 康利
05:54	 	13-10	爱德华兹 三分远投： 命中(6 分)
05:41	里维斯 三分远投： 不中	13-10	 
05:38	马克斯·克里斯蒂 抢到篮板球 (进攻篮板:1 防守篮板:0)	13-10	 
05:36	拉塞尔 三分投篮： 命中(3 分) (戴维斯 3 次助攻)	16-10	 
05:20	 	16-10	迪温琴佐 三分远投： 不中
05:17	戴维斯 抢到篮板球 (进攻篮板:1 防守篮板:3)	16-10	 
05:09	 	16-10	杰登-麦克丹尼尔斯 犯规: 个人犯规 (1 次失误) (裁判：N.布赫特吹罚)
05:09	换人： 文森特 替换 拉塞尔	16-10	 
05:04	马克斯·克里斯蒂 三分投篮： 不中	16-10	 
05:02	 	16-10	拿斯列特 抢到篮板球 (进攻篮板:0 防守篮板:1)
04:55	 	16-10	拿斯列特 失误：传球出界 (1 次失误)
04:34	戴维斯 勾手投篮： 不中	16-10	 
04:32	 	16-10	拿斯列特 抢到篮板球 (进攻篮板:0 防守篮板:2)
04:27	 	16-12	戈贝尔 行进间上篮： 命中(2 分) (迪温琴佐 1 次助攻)
04:06	文森特 撤步跳投： 不中	16-12	 
04:06	湖人 抢到篮板球	16-12	 
03:58	里维斯 空切挑篮： 不中	16-12	 
03:51	里维斯 抢到篮板球 (进攻篮板:2 防守篮板:0)	16-12	 
03:51	里维斯 补篮： 命中(2 分)	18-12	 
03:44	 	18-12	爱德华兹 失误：走步 (1 次失误)
03:27	戴维斯 转身后仰投篮： 不中	18-12	 
03:24	 	18-12	戈贝尔 抢到篮板球 (进攻篮板:0 防守篮板:4)
03:06	 	18-12	杰登-麦克丹尼尔斯 三分远投： 不中
03:04	 	18-12	戈贝尔 抢到篮板球 (进攻篮板:1 防守篮板:4)
03:03	马克斯·克里斯蒂 犯规: 投篮犯规 (1 次犯规) (裁判：N.布赫特吹罚)	18-12	 
03:03	 	18-13	戈贝尔 (两罚)第一罚 命中(3 分)
03:03	换人： L. 勒布朗-詹姆斯 替换 里维斯	18-13	 
03:03	换人： 贾克森-海耶斯 替换 八村塁	18-13	 
03:03	 	18-13	换人： 尼基尔-亚历山大-沃克 替换 杰登-麦克丹尼尔斯
03:03	 	18-13	戈贝尔 (两罚)第二罚 不中
02:58	戴维斯 抢到篮板球 (进攻篮板:1 防守篮板:4)	18-13	 
02:42	马克斯·克里斯蒂 三分远投： 不中	18-13	 
02:39	 	18-13	爱德华兹 抢到篮板球 (进攻篮板:0 防守篮板:1)
02:33	 	18-15	爱德华兹 行进间上篮： 命中(8 分)
02:12	 	18-15	拿斯列特 犯规: 投篮犯规 (1 次犯规) (裁判:J.威廉姆斯吹罚)
02:12	 	18-15	森林狼 暂停 : 常规暂停
02:12	 	18-15	换人： 朱利叶斯-兰德尔 替换 戈贝尔
02:12	戴维斯 (两罚)第一罚 命中(5 分)	19-15	 
02:12	戴维斯 (两罚)第二罚 命中(6 分)	20-15	 
01:55	 	20-18	尼基尔-亚历山大-沃克 三分投篮： 命中(3 分) (迪温琴佐 2 次助攻)
01:38	戴维斯 快攻抛投： 不中	20-18	 
01:36	贾克森-海耶斯 抢到篮板球 (进攻篮板:1 防守篮板:0)	20-18	 
01:35	戴维斯 勾手投篮： 不中	20-18	 
01:33	 	20-18	拿斯列特 抢到篮板球 (进攻篮板:0 防守篮板:3)
01:27	 	20-18	爱德华兹 三分投篮： 不中
01:23	文森特 抢到篮板球 (进攻篮板:0 防守篮板:1)	20-18	 
01:16	马克斯·克里斯蒂 三分投篮： 不中	20-18	 
01:14	 	20-18	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:0 防守篮板:2)
01:08	L. 勒布朗-詹姆斯 犯规: 投篮犯规 (1 次犯规) (裁判:J.威廉姆斯吹罚)	20-18	 
01:08	 	20-18	迪温琴佐 (两罚)第一罚 不中
01:08	 	20-18	森林狼 抢到篮板球
01:08	换人： 拉塞尔 替换 戴维斯	20-18	 
01:08	 	20-18	迪温琴佐 (两罚)第二罚 不中
01:06	贾克森-海耶斯 抢到篮板球 (进攻篮板:1 防守篮板:1)	20-18	 
00:57	 	20-18	迪温琴佐 犯规: 投篮犯规 (1 次犯规) (裁判:J.威廉姆斯吹罚)
00:57	贾克森-海耶斯 (两罚)第一罚 命中(1 分)	21-18	 
00:57	贾克森-海耶斯 (两罚)第二罚 命中(2 分)	22-18	 
00:49	 	22-21	拿斯列特 三分 勾手擦板： 命中(3 分) (迪温琴佐 3 次助攻)
00:34	L. 勒布朗-詹姆斯 空切上篮： 不中	22-21	 
00:34	湖人 抢到篮板球	22-21	 
00:34	L. 勒布朗-詹姆斯 失误：走步 (1 次失误)	22-21	 
00:20	 	22-21	迪温琴佐 快攻抛投： 不中
00:19	 	22-21	迪温琴佐 抢到篮板球 (进攻篮板:1 防守篮板:0)
00:19	 	22-23	迪温琴佐 直接补篮： 命中(2 分)
00:01	拉塞尔 三分投篮： 不中	22-23	 
00:01	湖人 抢到篮板球	22-23	 
00:00	第1节结束.
第2节
时间	洛杉矶湖人	比分	明尼苏达森林狼
12:00	第2节开始.
11:43	拉塞尔 三分远投： 不中	22-23	 
11:41	八村塁 抢到篮板球 (进攻篮板:1 防守篮板:0)	22-23	 
11:39	八村塁 直接补篮： 命中(7 分)	24-23	 
11:22	 	24-23	迪温琴佐 三分远投： 不中
11:19	 	24-23	康利 抢到篮板球 (进攻篮板:1 防守篮板:0)
11:14	 	24-26	朱利叶斯-兰德尔 三分远投： 命中(3 分)
10:51	贾克森-海耶斯 漂移跳投： 不中	24-26	 
10:50	贾克森-海耶斯 抢到篮板球 (进攻篮板:2 防守篮板:1)	24-26	 
10:40	拉塞尔 空切上篮： 命中(5 分) (八村塁 1 次助攻)	26-26	 
10:21	 	26-26	尼基尔-亚历山大-沃克 失误：丢球 (1 次失误)
10:21	八村塁 抢断 (1 次抢断)	26-26	 
10:12	八村塁 急停跳投： 不中	26-26	 
10:10	湖人 抢到篮板球	26-26	 
10:01	拉塞尔 三分投篮： 不中	26-26	 
09:58	贾克森-海耶斯 抢到篮板球 (进攻篮板:3 防守篮板:1)	26-26	 
09:50	贾克森-海耶斯 扣篮： 命中(4 分) (拉塞尔 2 次助攻)	28-26	 
09:35	 	28-26	拿斯列特 转身打板勾手投篮： 不中
09:35	 	28-26	尼基尔-亚历山大-沃克 抢到篮板球 (进攻篮板:1 防守篮板:0)
09:35	拉塞尔 犯规: 投篮犯规 (1 次犯规) (裁判：N.布赫特吹罚)	28-26	 
09:35	 	28-26	尼基尔-亚历山大-沃克 (两罚)第一罚 不中
09:35	 	28-26	森林狼 抢到篮板球
09:35	 	28-27	尼基尔-亚历山大-沃克 (两罚)第二罚 命中(4 分)
09:27	拉塞尔 突破上篮： 命中(7 分)	30-27	 
09:09	 	30-27	朱利叶斯-兰德尔 犯规: 带球撞人 (1 次犯规) (裁判:J.威廉姆斯吹罚)
09:09	 	30-27	朱利叶斯-兰德尔 失误：进攻犯规 (2 次失误)
08:54	贾克森-海耶斯 空切扣篮： 命中(6 分) (克内克特 1 次助攻)	32-27	 
08:39	 	32-27	拿斯列特 突破上篮： 不中
08:37	L. 勒布朗-詹姆斯 抢到篮板球 (进攻篮板:0 防守篮板:3)	32-27	 
08:33	L. 勒布朗-詹姆斯 行进间挑篮： 命中(6 分)	34-27	 
08:33	 	34-27	森林狼 暂停 : 常规暂停
08:33	 	34-27	换人： 杰登-麦克丹尼尔斯 替换 尼基尔-亚历山大-沃克
08:33	 	34-27	换人： 戈贝尔 替换 朱利叶斯-兰德尔
08:18	 	34-27	杰登-麦克丹尼尔斯 三分投篮： 不中
08:15	拉塞尔 抢到篮板球 (进攻篮板:0 防守篮板:1)	34-27	 
08:01	克内克特 三分投篮： 命中(3 分) (拉塞尔 3 次助攻)	37-27	 
07:44	 	37-29	杰登-麦克丹尼尔斯 快攻抛投： 命中(6 分) (康利 1 次助攻)
07:34	 	37-29	杰登-麦克丹尼尔斯 犯规: 个人犯规 (2 次失误) (裁判：J.奥尔)
07:34	换人： 戴维斯 替换 贾克森-海耶斯	37-29	 
07:34	换人： 里维斯 替换 L. 勒布朗-詹姆斯	37-29	 
07:24	 	37-29	杰登-麦克丹尼尔斯 犯规: 投篮犯规 (3 次犯规) (裁判：J.奥尔)
07:24	戴维斯 (两罚)第一罚 命中(7 分)	38-29	 
07:24	 	38-29	换人： 爱德华兹 替换 杰登-麦克丹尼尔斯
07:24	戴维斯 (两罚)第二罚 命中(8 分)	39-29	 
07:16	 	39-29	康利 失误：误传 (2 次失误)
07:16	拉塞尔 抢断 (2 次抢断)	39-29	 
07:14	拉塞尔 失误：误传 (1 次失误)	39-29	 
07:14	 	39-29	康利 抢断 (1 次抢断)
07:07	 	39-29	戈贝尔 行进间上篮： 不中
07:07	里维斯 封盖 (1 次封盖)	39-29	 
07:04	戴维斯 抢到篮板球 (进攻篮板:1 防守篮板:5)	39-29	 
07:00	克内克特 行进间上篮： 命中(5 分)	41-29	 
06:49	 	41-29	康利 失误：误传 (3 次失误)
06:49	里维斯 抢断 (1 次抢断)	41-29	 
06:48	里维斯 行进间上篮： 命中(4 分)	43-29	 
06:48	 	43-29	爱德华兹 犯规: 投篮犯规 (1 次犯规) (裁判：J.奥尔)
06:48	换人： 文森特 替换 拉塞尔	43-29	 
06:48	 	43-29	换人： 乔-英格尔斯 替换 康利
06:48	里维斯 一次罚球 不中	43-29	 
06:46	 	43-29	戈贝尔 抢到篮板球 (进攻篮板:1 防守篮板:5)
06:25	 	43-29	迪温琴佐 三分投篮： 不中
06:21	八村塁 抢到篮板球 (进攻篮板:1 防守篮板:1)	43-29	 
06:14	八村塁 急停跳投： 命中(9 分) (文森特 1 次助攻)	45-29	 
05:57	 	45-32	爱德华兹 三分远投： 命中(11 分)
05:40	戴维斯 上篮： 命中(10 分)	47-32	 
05:22	 	47-32	迪温琴佐 三分投篮： 不中
05:20	克内克特 抢到篮板球 (进攻篮板:0 防守篮板:1)	47-32	 
05:15	八村塁 跳投 不中	47-32	 
05:12	八村塁 抢到篮板球 (进攻篮板:2 防守篮板:1)	47-32	 
05:11	八村塁 突破上篮： 命中(11 分)	49-32	 
04:55	 	49-32	拿斯列特 三分投篮： 不中
04:52	里维斯 抢到篮板球 (进攻篮板:2 防守篮板:1)	49-32	 
04:49	克内克特 三分投篮： 不中	49-32	 
04:45	 	49-32	爱德华兹 抢到篮板球 (进攻篮板:0 防守篮板:2)
04:39	 	49-32	迪温琴佐 失误：出界 (1 次失误)
04:39	 	49-32	换人： 朱利叶斯-兰德尔 替换 迪温琴佐
04:39	 	49-32	换人： 尼基尔-亚历山大-沃克 替换 拿斯列特
04:23	戴维斯 突破上篮： 命中(12 分)	51-32	 
04:23	 	51-32	戈贝尔 违例：防守干扰球 (裁判：J.奥尔)
04:16	克内克特 犯规: 个人犯规 (1 次失误) (裁判:J.威廉姆斯吹罚)	51-32	 
04:10	 	51-34	爱德华兹 突破上篮： 命中(13 分)
04:10	八村塁 犯规: 投篮犯规 (2 次犯规) (裁判：N.布赫特吹罚)	51-34	 
04:10	 	51-35	爱德华兹 一次罚球 命中(14 分)
04:00	换人： L. 勒布朗-詹姆斯 替换 文森特	51-35	 
04:00	换人： B. 勒布朗-詹姆斯 替换 八村塁	51-35	 
03:56	L. 勒布朗-詹姆斯 三分远投： 不中	51-35	 
03:52	 	51-35	戈贝尔 抢到篮板球 (进攻篮板:1 防守篮板:6)
03:42	 	51-37	朱利叶斯-兰德尔 急停跳投： 命中(5 分)
03:28	戴维斯 三分远投： 不中	51-37	 
03:24	B. 勒布朗-詹姆斯 抢到篮板球 (进攻篮板:1 防守篮板:0)	51-37	 
03:24	B. 勒布朗-詹姆斯 补篮： 不中	51-37	 
03:24	 	51-37	戈贝尔 封盖 (1 次封盖)
03:24	 	51-37	尼基尔-亚历山大-沃克 抢到篮板球 (进攻篮板:1 防守篮板:1)
03:10	 	51-37	乔-英格尔斯 三分投篮： 不中
03:08	湖人 抢到篮板球	51-37	 
02:44	L. 勒布朗-詹姆斯 急停跳投： 不中	51-37	 
02:41	 	51-37	爱德华兹 抢到篮板球 (进攻篮板:0 防守篮板:3)
02:32	 	51-37	爱德华兹 三分远投： 不中
02:27	 	51-37	戈贝尔 抢到篮板球 (进攻篮板:2 防守篮板:6)
02:27	 	51-39	戈贝尔 补扣： 命中(5 分)
02:24	湖人 暂停 : 常规暂停	51-39	 
02:14	L. 勒布朗-詹姆斯 空切扣篮： 命中(8 分) (里维斯 2 次助攻)	53-39	 
01:57	 	53-42	尼基尔-亚历山大-沃克 三分投篮： 命中(7 分) (乔-英格尔斯 1 次助攻)
01:38	B. 勒布朗-詹姆斯 三分投篮： 不中	53-42	 
01:35	 	53-42	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:0 防守篮板:3)
01:29	 	53-42	爱德华兹 后仰跳投： 不中
01:29	里维斯 抢到篮板球 (进攻篮板:2 防守篮板:2)	53-42	 
01:19	 	53-42	爱德华兹 犯规: 个人犯规 (2 次失误) (裁判：N.布赫特吹罚)
01:19	换人： 马克斯·克里斯蒂 替换 克内克特	53-42	 
01:19	换人： 拉塞尔 替换 B. 勒布朗-詹姆斯	53-42	 
01:05	戴维斯 漂移跳投： 不中	53-42	 
01:03	 	53-42	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:0 防守篮板:4)
00:53	 	53-42	朱利叶斯-兰德尔 三分投篮： 不中
00:50	戴维斯 抢到篮板球 (进攻篮板:1 防守篮板:6)	53-42	 
00:44	 	53-42	乔-英格尔斯 犯规: 个人犯规 (1 次犯规)(2 罚球出手) (裁判:J.威廉姆斯吹罚)
00:44	马克斯·克里斯蒂 (两罚)第一罚 命中(1 分)	54-42	 
00:44	马克斯·克里斯蒂 (两罚)第二罚 命中(2 分)	55-42	 
00:30	 	55-42	爱德华兹 撤步跳投： 不中
00:27	马克斯·克里斯蒂 抢到篮板球 (进攻篮板:1 防守篮板:1)	55-42	 
00:13	拉塞尔 三分投篮： 不中	55-42	 
00:11	 	55-42	戈贝尔 抢到篮板球 (进攻篮板:2 防守篮板:7)
00:03	马克斯·克里斯蒂 犯规: 个人犯规 (2 次失误) (裁判：N.布赫特吹罚)	55-42	 
00:00	 	55-42	尼基尔-亚历山大-沃克 急停跳投： 不中
00:00	 	55-42	森林狼 抢到篮板球
00:00	第2节结束.
第3节
时间	洛杉矶湖人	比分	明尼苏达森林狼
12:00	第3节开始.
11:44	戴维斯 空中接力灌篮： 命中(14 分) (L. 勒布朗-詹姆斯 1 次助攻)	57-42	 
11:31	 	57-42	爱德华兹 三分远投： 不中
11:27	 	57-42	康利 抢到篮板球 (进攻篮板:2 防守篮板:0)
11:25	 	57-44	康利 漂移跳投： 命中(2 分)
11:03	戴维斯 突破勾手投篮： 不中	57-44	 
11:01	 	57-44	杰登-麦克丹尼尔斯 抢到篮板球 (进攻篮板:0 防守篮板:1)
10:57	L. 勒布朗-詹姆斯 犯规: 个人犯规 (2 次失误) (裁判：J.奥尔)	57-44	 
10:50	 	57-44	康利 三分投篮： 不中
10:49	 	57-44	森林狼 抢到篮板球
10:49	里维斯 犯规: 无球犯规 (2 次失误) (裁判：J.奥尔)	57-44	 
10:44	 	57-44	爱德华兹 失误：传球出界 (2 次失误)
10:30	里维斯 后仰跳投： 命中(6 分)	59-44	 
10:12	 	59-44	杰登-麦克丹尼尔斯 后仰跳投： 不中
10:11	 	59-44	森林狼 抢到篮板球
10:09	 	59-44	爱德华兹 失误：误传 (3 次失误)
10:09	八村塁 抢断 (2 次抢断)	59-44	 
10:06	 	59-44	朱利叶斯-兰德尔 犯规: 投篮犯规 (2 次犯规) (裁判：N.布赫特吹罚)
10:06	戴维斯 (两罚)第一罚 命中(15 分)	60-44	 
10:06	戴维斯 (两罚)第二罚 不中	60-44	 
10:04	里维斯 抢到篮板球 (进攻篮板:3 防守篮板:2)	60-44	 
09:59	跳球： 里维斯 与 杰登-麦克丹尼尔斯: 八村塁 得到球	60-44	 
09:57	拉塞尔 三分投篮： 不中	60-44	 
09:55	 	60-44	戈贝尔 抢到篮板球 (进攻篮板:2 防守篮板:8)
09:42	 	60-47	爱德华兹 三分投篮： 命中(17 分) (朱利叶斯-兰德尔 3 次助攻)
09:30	八村塁 反手灌篮： 命中(13 分) (里维斯 3 次助攻)	62-47	 
09:09	 	62-47	朱利叶斯-兰德尔 三分投篮： 不中
09:06	戴维斯 抢到篮板球 (进攻篮板:1 防守篮板:7)	62-47	 
09:03	拉塞尔 行进间上篮： 不中	62-47	 
08:59	 	62-47	康利 抢到篮板球 (进攻篮板:2 防守篮板:1)
08:55	 	62-47	爱德华兹 失误：出界 (4 次失误)
08:40	里维斯 急停跳投： 不中	62-47	 
08:38	 	62-47	爱德华兹 抢到篮板球 (进攻篮板:0 防守篮板:4)
08:31	 	62-47	康利 三分投篮： 不中
08:29	八村塁 抢到篮板球 (进攻篮板:2 防守篮板:2)	62-47	 
08:26	 	62-47	杰登-麦克丹尼尔斯 犯规: 投篮犯规 (4 次犯规) (裁判：N.布赫特吹罚)
08:26	八村塁 (两罚)第一罚 命中(14 分)	63-47	 
08:26	 	63-47	换人： 迪温琴佐 替换 杰登-麦克丹尼尔斯
08:26	八村塁 (两罚)第二罚 命中(15 分)	64-47	 
08:06	 	64-50	迪温琴佐 三分投篮： 命中(5 分) (朱利叶斯-兰德尔 4 次助攻)
07:44	里维斯 三分投篮： 不中	64-50	 
07:42	戴维斯 抢到篮板球 (进攻篮板:2 防守篮板:7)	64-50	 
07:40	戴维斯 直接补篮： 不中	64-50	 
07:37	八村塁 抢到篮板球 (进攻篮板:3 防守篮板:2)	64-50	 
07:37	八村塁 补篮： 不中	64-50	 
07:36	 	64-50	康利 抢到篮板球 (进攻篮板:2 防守篮板:2)
07:22	 	64-50	爱德华兹 突破上篮： 不中
07:21	戴维斯 抢到篮板球 (进攻篮板:2 防守篮板:8)	64-50	 
07:17	L. 勒布朗-詹姆斯 行进间上篮： 不中	64-50	 
07:14	 	64-50	戈贝尔 抢到篮板球 (进攻篮板:2 防守篮板:9)
07:08	 	64-50	戈贝尔 扣篮： 不中
07:08	戴维斯 封盖 (1 次封盖)	64-50	 
07:08	 	64-50	森林狼 抢到篮板球
06:59	拉塞尔 犯规: 投篮犯规 (2 次犯规) (裁判:J.威廉姆斯吹罚)	64-50	 
06:59	湖人 暂停 : 常规暂停	64-50	 
06:59	换人： 马克斯·克里斯蒂 替换 L. 勒布朗-詹姆斯	64-50	 
06:59	 	64-51	康利 (三罚)第一罚 命中(3 分)
06:59	 	64-52	康利 (三罚)第二罚 命中(4 分)
06:59	 	64-53	康利 (三罚)第三罚 命中(5 分)
06:48	 	64-53	康利 犯规: 投篮犯规 (1 次犯规) (裁判：N.布赫特吹罚)
06:48	戴维斯 (两罚)第一罚 命中(16 分)	65-53	 
06:48	戴维斯 (两罚)第二罚 命中(17 分)	66-53	 
06:37	 	66-53	康利 三分远投： 不中
06:35	湖人 抢到篮板球	66-53	 
06:26	戴维斯 突破上篮： 不中	66-53	 
06:24	 	66-53	迪温琴佐 抢到篮板球 (进攻篮板:1 防守篮板:1)
06:17	马克斯·克里斯蒂 犯规: 投篮犯规 (3 次犯规) (裁判：N.布赫特吹罚)	66-53	 
06:17	 	66-53	朱利叶斯-兰德尔 (两罚)第一罚 不中
06:17	 	66-53	森林狼 抢到篮板球
06:17	 	66-53	换人： 尼基尔-亚历山大-沃克 替换 康利
06:17	 	66-54	朱利叶斯-兰德尔 (两罚)第二罚 命中(6 分)
05:58	戴维斯 突破上篮： 不中	66-54	 
05:56	里维斯 抢到篮板球 (进攻篮板:4 防守篮板:2)	66-54	 
05:53	里维斯 漂移跳投： 命中(8 分)	68-54	 
05:39	 	68-54	尼基尔-亚历山大-沃克 三分远投： 不中
05:37	里维斯 抢到篮板球 (进攻篮板:4 防守篮板:3)	68-54	 
05:29	 	68-54	换人： 拿斯列特 替换 朱利叶斯-兰德尔
05:20	里维斯 急停跳投： 命中(10 分)	70-54	 
05:06	 	70-57	迪温琴佐 三分投篮： 命中(8 分) (戈贝尔 1 次助攻)
04:53	里维斯 突破上篮： 不中	70-57	 
04:53	 	70-57	爱德华兹 抢到篮板球 (进攻篮板:0 防守篮板:5)
04:42	 	70-59	尼基尔-亚历山大-沃克 空切扣篮： 命中(9 分) (戈贝尔 2 次助攻)
04:22	八村塁 三分投篮： 不中	70-59	 
04:20	 	70-59	迪温琴佐 抢到篮板球 (进攻篮板:1 防守篮板:2)
04:17	马克斯·克里斯蒂 犯规: 个人犯规 (4 次犯规)(2 罚球出手) (裁判：N.布赫特吹罚)	70-59	 
04:17	 	70-60	拿斯列特 (两罚)第一罚 命中(4 分)
04:17	换人： 文森特 替换 拉塞尔	70-60	 
04:17	 	70-61	拿斯列特 (两罚)第二罚 命中(5 分)
03:51	戴维斯 撤步跳投： 命中(19 分)	72-61	 
03:37	马克斯·克里斯蒂 犯规: 个人犯规 (5 次犯规)(2 罚球出手) (裁判：N.布赫特吹罚)	72-61	 
03:37	 	72-62	戈贝尔 (两罚)第一罚 命中(6 分)
03:37	换人： 克内克特 替换 马克斯·克里斯蒂	72-62	 
03:37	 	72-63	戈贝尔 (两罚)第二罚 命中(7 分)
03:26	文森特 空切上篮： 命中(2 分) (里维斯 4 次助攻)	74-63	 
03:13	 	74-65	戈贝尔 空切扣篮： 命中(9 分) (拿斯列特 1 次助攻)
03:00	戴维斯 快攻抛投： 命中(21 分) (文森特 2 次助攻)	76-65	 
03:00	 	76-65	爱德华兹 犯规: 投篮犯规 (3 次犯规) (裁判：N.布赫特吹罚)
03:00	换人： 贾克森-海耶斯 替换 里维斯	76-65	 
03:00	换人： L. 勒布朗-詹姆斯 替换 八村塁	76-65	 
03:00	 	76-65	换人： 朱利叶斯-兰德尔 替换 戈贝尔
03:00	戴维斯 一次罚球 命中(22 分)	77-65	 
02:43	 	77-65	朱利叶斯-兰德尔 跳投 不中
02:34	戴维斯 抢到篮板球 (进攻篮板:2 防守篮板:9)	77-65	 
02:32	克内克特 三分投篮： 不中	77-65	 
02:30	 	77-65	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:0 防守篮板:5)
02:30	文森特 犯规: 个人犯规 (1 次犯规)(2 罚球出手) (裁判：J.奥尔)	77-65	 
02:30	 	77-65	森林狼 暂停 : 常规暂停
02:30	 	77-66	迪温琴佐 (两罚)第一罚 命中(9 分)
02:30	 	77-67	迪温琴佐 (两罚)第二罚 命中(10 分)
02:14	戴维斯 三分投篮： 命中(25 分) (克内克特 2 次助攻)	80-67	 
01:51	 	80-69	朱利叶斯-兰德尔 漂移跳投： 命中(8 分)
01:46	贾克森-海耶斯 空接上篮： 命中(8 分) (L. 勒布朗-詹姆斯 2 次助攻)	82-69	 
01:19	 	82-71	爱德华兹 撤步跳投： 命中(19 分)
00:59	戴维斯 突破反手上篮： 不中	82-71	 
00:57	 	82-71	尼基尔-亚历山大-沃克 抢到篮板球 (进攻篮板:1 防守篮板:2)
00:52	 	82-71	迪温琴佐 三分投篮： 不中
00:49	 	82-71	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:1 防守篮板:5)
00:49	贾克森-海耶斯 犯规: 投篮犯规 (1 次犯规)(2 罚球出手) (裁判：J.奥尔)	82-71	 
00:49	 	82-72	朱利叶斯-兰德尔 (两罚)第一罚 命中(9 分)
00:49	 	82-72	朱利叶斯-兰德尔 (两罚)第二罚 不中
00:46	戴维斯 抢到篮板球 (进攻篮板:2 防守篮板:10)	82-72	 
00:29	文森特 失误：误传 (1 次失误)	82-72	 
00:29	 	82-72	迪温琴佐 抢断 (1 次抢断)
00:24	 	82-72	尼基尔-亚历山大-沃克 失误：误传 (2 次失误)
00:24	克内克特 抢断 (1 次抢断)	82-72	 
00:21	克内克特 失误：误传 (1 次失误)	82-72	 
00:21	 	82-72	迪温琴佐 抢断 (2 次抢断)
00:15	 	82-72	拿斯列特 快攻抛投： 不中
00:13	 	82-72	拿斯列特 抢到篮板球 (进攻篮板:1 防守篮板:3)
00:13	 	82-74	拿斯列特 直接补篮： 命中(7 分)
00:01	戴维斯 三分投篮： 不中	82-74	 
00:00	湖人 抢到篮板球	82-74	 
00:00	第3节结束.
第4节
时间	洛杉矶湖人	比分	明尼苏达森林狼
12:00	第4节开始.
11:48	贾克森-海耶斯 犯规: 投篮犯规 (2 次犯规) (裁判：N.布赫特吹罚)	82-74	 
11:48	 	82-75	拿斯列特 (两罚)第一罚 命中(8 分)
11:48	 	82-76	拿斯列特 (两罚)第二罚 命中(9 分)
11:34	L. 勒布朗-詹姆斯 突破上篮： 命中(10 分)	84-76	 
11:34	 	84-76	戈贝尔 犯规: 投篮犯规 (2 次犯规) (裁判：N.布赫特吹罚)
11:34	L. 勒布朗-詹姆斯 一次罚球 命中(11 分)	85-76	 
11:19	 	85-76	杰登-麦克丹尼尔斯 三分远投： 不中
11:19	 	85-76	森林狼 抢到篮板球
11:19	贾克森-海耶斯 犯规: 无球犯规 (3 次失误) (裁判：J.奥尔)	85-76	 
11:12	 	85-78	戈贝尔 空中接力灌篮： 命中(11 分) (康利 2 次助攻)
10:46	L. 勒布朗-詹姆斯 转身后仰打板： 不中	85-78	 
10:43	 	85-78	戈贝尔 抢到篮板球 (进攻篮板:2 防守篮板:10)
10:38	 	85-81	拿斯列特 三分投篮： 命中(12 分) (杰登-麦克丹尼尔斯 1 次助攻)
10:31	湖人 暂停 : 常规暂停	85-81	 
10:31	换人： 里维斯 替换 克内克特	85-81	 
10:16	里维斯 三分投篮： 不中	85-81	 
10:13	 	85-81	杰登-麦克丹尼尔斯 抢到篮板球 (进攻篮板:0 防守篮板:2)
10:04	里维斯 犯规: 个人犯规 (3 次失误) (裁判：J.奥尔)	85-81	 
09:58	 	85-81	康利 快攻抛投： 不中
09:55	 	85-81	戈贝尔 抢到篮板球 (进攻篮板:3 防守篮板:10)
09:49	 	85-81	杰登-麦克丹尼尔斯 失误：走步 (1 次失误)
09:40	 	85-81	杰登-麦克丹尼尔斯 犯规: 个人犯规 (5 次失误) (裁判:J.威廉姆斯吹罚)
09:40	 	85-81	换人： 爱德华兹 替换 杰登-麦克丹尼尔斯
09:40	 	85-81	换人： 迪温琴佐 替换 尼基尔-亚历山大-沃克
09:32	拉塞尔 快攻抛投： 命中(9 分)	87-81	 
09:17	 	87-81	康利 三分投篮： 不中
09:15	里维斯 抢到篮板球 (进攻篮板:4 防守篮板:4)	87-81	 
09:11	L. 勒布朗-詹姆斯 行进 空接上篮： 投篮： 命中(13 分) (拉塞尔 4 次助攻)	89-81	 
08:51	 	89-81	康利 三分投篮： 不中
08:51	贾克森-海耶斯 封盖 (1 次封盖)	89-81	 
08:51	湖人 抢到篮板球	89-81	 
08:51	 	89-81	戈贝尔 犯规: 无球犯规 (3 次失误) (裁判：N.布赫特吹罚)
08:42	 	89-81	迪温琴佐 犯规: 个人犯规 (2 次失误) (裁判：J.奥尔)
08:37	贾克森-海耶斯 空中接力灌篮： 命中(10 分) (拉塞尔 5 次助攻)	91-81	 
08:36	 	91-81	森林狼 暂停 : 常规暂停
08:36	 	91-81	换人： 朱利叶斯-兰德尔 替换 康利
08:36	 	91-81	换人： 尼基尔-亚历山大-沃克 替换 戈贝尔
08:20	 	91-84	爱德华兹 三分远投： 命中(22 分)
07:52	八村塁 三分投篮： 不中	91-84	 
07:49	 	91-84	爱德华兹 抢到篮板球 (进攻篮板:0 防守篮板:6)
07:30	 	91-84	爱德华兹 突破挑篮： 不中
07:27	 	91-84	尼基尔-亚历山大-沃克 抢到篮板球 (进攻篮板:2 防守篮板:2)
07:25	 	91-84	爱德华兹 三分投篮： 不中
07:22	里维斯 抢到篮板球 (进攻篮板:4 防守篮板:5)	91-84	 
07:09	 	91-84	拿斯列特 犯规: 投篮犯规 (2 次犯规)(2 罚球出手) (裁判:J.威廉姆斯吹罚)
07:09	八村塁 (两罚)第一罚 不中	91-84	 
07:09	湖人 抢到篮板球	91-84	 
07:09	换人： 戴维斯 替换 贾克森-海耶斯	91-84	 
07:09	换人： 文森特 替换 L. 勒布朗-詹姆斯	91-84	 
07:09	八村塁 (两罚)第二罚 命中(16 分)	92-84	 
06:52	 	92-84	爱德华兹 挑篮上篮： 不中
06:52	戴维斯 抢到篮板球 (进攻篮板:2 防守篮板:11)	92-84	 
06:52	 	92-84	朱利叶斯-兰德尔 犯规: 个人犯规 (3 次犯规)(2 罚球出手) (裁判:J.威廉姆斯吹罚)
06:52	戴维斯 (两罚)第一罚 命中(26 分)	93-84	 
06:52	戴维斯 (两罚)第二罚 不中	93-84	 
06:50	 	93-84	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:1 防守篮板:6)
06:36	 	93-84	迪温琴佐 三分远投： 不中
06:36	戴维斯 封盖 (2 次封盖)	93-84	 
06:36	 	93-84	森林狼 抢到篮板球
06:29	 	93-86	爱德华兹 撤步跳投： 命中(24 分)
06:05	戴维斯 后仰跳投： 命中(28 分)	95-86	 
05:48	 	95-86	爱德华兹 急停跳投： 不中
05:45	戴维斯 抢到篮板球 (进攻篮板:2 防守篮板:12)	95-86	 
05:31	 	95-86	拿斯列特 犯规: 投篮犯规 (3 次犯规)(2 罚球出手) (裁判：N.布赫特吹罚)
05:31	戴维斯 (两罚)第一罚 命中(29 分)	96-86	 
05:31	戴维斯 (两罚)第二罚 命中(30 分)	97-86	 
05:22	 	97-88	爱德华兹 突破上篮： 命中(26 分)
05:02	八村塁 转身后仰投篮： 命中(18 分) (戴维斯 4 次助攻)	99-88	 
05:02	 	99-88	森林狼 暂停 : 常规暂停
05:02	换人： L. 勒布朗-詹姆斯 替换 八村塁	99-88	 
05:02	 	99-88	换人： 戈贝尔 替换 拿斯列特
04:44	 	99-91	尼基尔-亚历山大-沃克 三分投篮： 命中(12 分) (爱德华兹 1 次助攻)
04:29	 	99-91	尼基尔-亚历山大-沃克 违例：脚踢球 (裁判：N.布赫特吹罚)
04:22	L. 勒布朗-詹姆斯 跳投 不中	99-91	 
04:16	戴维斯 抢到篮板球 (进攻篮板:3 防守篮板:12)	99-91	 
04:16	戴维斯 补篮： 命中(32 分)	101-91	 
03:57	 	101-93	尼基尔-亚历山大-沃克 快攻抛投： 命中(14 分) (爱德华兹 2 次助攻)
03:37	戴维斯 快攻抛投： 命中(34 分) (L. 勒布朗-詹姆斯 3 次助攻)	103-93	 
03:21	 	103-95	戈贝尔 突破上篮： 命中(13 分) (爱德华兹 3 次助攻)
03:00	文森特 失误：传球出界 (2 次失误)	103-95	 
02:43	 	103-95	迪温琴佐 空切扣篮： 不中
02:43	戴维斯 封盖 (3 次封盖)	103-95	 
02:40	文森特 抢到篮板球 (进攻篮板:0 防守篮板:2)	103-95	 
02:37	里维斯 行进间上篮： 命中(12 分) (L. 勒布朗-詹姆斯 4 次助攻)	105-95	 
02:23	 	105-95	爱德华兹 三分投篮： 不中
02:17	戴维斯 抢到篮板球 (进攻篮板:3 防守篮板:13)	105-95	 
02:10	 	105-95	戈贝尔 犯规: 个人犯规 (4 次犯规)(2 罚球出手) (裁判：N.布赫特吹罚)
02:10	戴维斯 (两罚)第一罚 命中(35 分)	106-95	 
02:10	换人： 八村塁 替换 文森特	106-95	 
02:10	戴维斯 (两罚)第二罚 命中(36 分)	107-95	 
01:58	 	107-95	爱德华兹 急停跳投： 不中
01:56	 	107-95	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:2 防守篮板:6)
01:56	 	107-97	朱利叶斯-兰德尔 直接补篮： 命中(11 分)
01:56	里维斯 犯规: 投篮犯规 (4 次犯规) (裁判：N.布赫特吹罚)	107-97	 
01:56	 	107-98	朱利叶斯-兰德尔 一次罚球 命中(12 分)
01:34	L. 勒布朗-詹姆斯 三分远投： 命中(16 分)	110-98	 
01:25	戴维斯 违例：脚踢球 (裁判：N.布赫特吹罚)	110-98	 
01:20	戴维斯 犯规: 个人犯规 (1 次犯规)(2 罚球出手) (裁判:J.威廉姆斯吹罚)	110-98	 
01:20	 	110-99	爱德华兹 (两罚)第一罚 命中(27 分)
01:20	 	110-99	爱德华兹 (两罚)第二罚 不中
01:19	 	110-99	森林狼 抢到篮板球
01:19	L. 勒布朗-詹姆斯 犯规: 无球犯规 (3 次犯规)(2 罚球出手) (裁判：N.布赫特吹罚)	110-99	 
01:19	 	110-100	朱利叶斯-兰德尔 (两罚)第一罚 命中(13 分)
01:19	 	110-101	朱利叶斯-兰德尔 (两罚)第二罚 命中(14 分)
00:57	L. 勒布朗-詹姆斯 三分投篮： 不中	110-101	 
00:55	 	110-101	尼基尔-亚历山大-沃克 抢到篮板球 (进攻篮板:2 防守篮板:3)
00:50	 	110-101	爱德华兹 三分投篮： 不中
00:47	L. 勒布朗-詹姆斯 抢到篮板球 (进攻篮板:0 防守篮板:4)	110-101	 
00:46	八村塁 行进间上篮： 不中	110-101	 
00:44	湖人 抢到篮板球	110-101	 
00:27	里维斯 三分投篮： 不中	110-101	 
00:27	 	110-101	戈贝尔 抢到篮板球 (进攻篮板:3 防守篮板:11)
00:27	 	110-101	森林狼 暂停 : 常规暂停
00:27	 	110-101	换人： 拿斯列特 替换 戈贝尔
00:25	 	110-101	拿斯列特 三分投篮： 不中
00:23	 	110-101	朱利叶斯-兰德尔 抢到篮板球 (进攻篮板:3 防守篮板:6)
00:23	 	110-103	朱利叶斯-兰德尔 补篮： 命中(16 分)
00:23	L. 勒布朗-詹姆斯 失误：传球出界 (2 次失误)	110-103	 
00:19	 	110-103	朱利叶斯-兰德尔 突破上篮： 不中
00:19	L. 勒布朗-詹姆斯 封盖 (2 次封盖)	110-103	 
00:17	L. 勒布朗-詹姆斯 抢到篮板球 (进攻篮板:0 防守篮板:5)	110-103	 
00:00	第4节结束.
00:00	全场结束.`;

export const gameInfo = {
    id: 'lakers_vs_wolves_20240101',
    date: '2024-01-01',
    venue: 'Crypto.com Arena',
    homeTeam: {
        id: 'lakers',
        name: '洛杉矶湖人',
        logo: '/assets/images/teams/lakers.png'
    },
    awayTeam: {
        id: 'wolves',
        name: '明尼苏达森林狼',
        logo: '/assets/images/teams/timberwolves.png'
    }
}; 